"""
Ниже определен класс Book.
Наша задача вывести на разных строках
сначала атрибут класса writer, а затем атрибут name.
"""


# Дано по заданию.
class Book:
    name = '1984'
    writer = 'Джордж Оруэлл'
    pages = 213


# Мое решение
print(Book.writer)
print(Book.name)
